const POLICY_AGREE = `제1조(개인정보 수집 및 이용 목적)

이용자가 제공한 모든 정보는 다음의 목적을 위해 활용하며, 목적 이외의 용도로는 사용되지 않습니다.
- 본인확인 및 서비스 정보 제공


제2조(개인정보 수집 및 이용 항목)

회사는 개인정보 수집 목적을 위하여 다음과 같은 정보를 수집합니다.

1) 회원가입 시 필수로 수집되는 개인정보

- 아이디, 비밀번호, 닉네임, 생년월일

2) 별로로 수집되는 개인정보

- 프로필 사진, 일기, 감정 달력 공개 여부


제3조(개인정보 보유 및 이용 기간)

수집한 개인정보는 수집·이용 동의일로부터 회원 탈퇴 시점으로부터 1년 보관 및 이용합니다.
개인정보 보유기간의 경과, 처리목적의 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.


제4조(동의 거부 관리)

귀하는 본 안내에 따른 개인정보 수집·이용에 대하여 동의를 거부할 권리가 있습니다. 다만, 귀하가 개인정보 동의를 거부하시는 경우에 서비스 이용 중 일부 제한의 불이익이 발생할 수 있음을 알려드립니다.


본인은 위의 동의서 내용을 충분히 숙지하였으며,위와 같이 개인정보를 수집·이용하는데 동의합니다.`;
export default POLICY_AGREE;
